blog/2020/2020-34.html
<!DOCTYPE html>
<html lang="zh">
<head>
<!-- 2022-02-09 Wed 19:00 -->
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>2020-34</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="https://cdn.jsdelivr.net/gh/highlightjs/cdn-release@11.4.0/build/styles/base16/dracula.min.css">
<link rel="stylesheet" href="/theme/site.css"/>
</head>
<body>
<div id="content">
<header>
<h1 class="title">2020-34</h1>
</header><p>
8.17-8.23
</p>

<p>
这是 34 周的学习工作总结：
</p>

<p>
周一买的树莓派到手里了，内心期待着和它碰撞出类似爱情的火花。树莓派基本上可以看成是一台
Linux
机器，只不过从体积上看，它有点娇小。想买个树莓派的计划在心里很久了，一直没有行动。主要原因还是没钱，其次就是返校之后刚开始的一段时间，快递不能正常运行，想要玩树莓派的话又要延后。我不是很喜欢等待，所以就赶紧买回来。
</p>

<p>
具体用它来做什么还没想好。不过，因为树莓派自己的特点，它可以帮我做很多事。我对返校后的生活满怀期待。
</p>

<p>
我周四的时候做了两件在周三还说不的事情。我去看望姥姥和爷爷。因为要去学校了，很长时间不能见面，所以需要去看看他们。
</p>

<p>
我对很多问题都充满困惑，有些是关于计算机的、有些是关于人的。后者常常令我更加苦恼。计算机的逻辑就是如此，你理解了就能够灵活使用；当和人相处的时候，总有各种意外发生，我不讨厌和人交往，但我不喜欢和人交往。在当下的一段时间，我更愿意和图书馆待在一起，和计算机待在一起。
</p>

<p>
昨天，父亲说了一句话："在家靠父母，在外靠朋友。"我觉得挺有道理，我知道一个人做一件事和一些人做一件事是不同的。不过，我觉得自己的时间异常珍贵，容不得半点浪费。我一个人可以把自己的效率提升到一个较为可能的程度，全身心地投入到一件事里。昨夜我失眠了，可能是因为今天要出发，身体和精神在做一些调整。
</p>

<p>
一个个人与社会的关系是怎样？一个个人与他人的关系又是怎样？我应该如何表现？一个个人的主观意识能够退化到何种程度？计算机和人的关系是怎样的？男人该如何对待女人，女人怎样看待男人？意识存在于哪里？世界以后会怎样？人类会自我灭绝吗？在我临死之时，能够这样下一个结论吗？【人类，在我生活的这段时间里，是进步的。】
</p>

<p>
就这么多吧，精神疲倦了。
</p>
</div>
</body>
</html>